const questionBank = {
    单选题: [
        {
            题目: "《中华人民共和国安全生产法》立法的目的是为了加强安全生产工作，防止和减少( )，保障人民群众生命和财产安全，促进经济社会持续健康发展。",
            选项: ["A. 生产安全事故", "B. 火灾、交通事故", "C. 重大、特大事故"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《中华人民共和国安全生产法》规定，生产经营场所和员工宿舍应当设有符合( )要求、标志明显、保持畅通的出口。",
            选项: ["A. 紧急疏散", "B. 通风", "C. 建筑规范"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《中华人民共和国安全生产法》规定，生产经营单位的主要负责人和安全管理人员必须具备与本单位所从事的生产经营活动相应的( )和管理能力。",
            选项: ["A. 生产经营", "B. 安全技术", "C. 安全生产知识"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "《中华人民共和国安全生产法》规定，生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的( )、防范措施以及事故应急措施。",
            选项: ["A. 危险因素", "B. 事故隐患", "C. 设备缺陷"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《中华人民共和国安全生产法》规定，生产经营单位的( )对本单位的安全生产工作全面负责。",
            选项: ["A. 主要负责人", "B. 安全管理负责人", "C. 安全管理人员"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《中华人民共和国安全生产法》规定，生产经营单位必须为从业人员提供符合国家标准或者( )标准的劳动防护用品。",
            选项: ["A. 当地", "B. 本单位", "C. 行业"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "《中华人民共和国安全生产法》规定，从业人员发现事故隐患或者其他不安全因素，应当向( )报告。",
            选项: ["A. 当地安监部门", "B. 当地消防部门", "C. 现场安全生产管理人员"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "《危险化学品安全管理条例》规定在中华人民共和国境内( )危险化学品和处置废弃危险化学品，必须遵守本条例。",
            选项: ["A. 生产、包装、经营、储存、运输", "B. 经营、进口、储存、运输、使用", "C. 生产、经营、储存、运输、使用"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "《危险化学品安全管理条例》规定，危险化学品生产企业销售其生产的危险化学品时，应当提供与危险化学品完全一致的化学品安全技术说明书，并在包装上加贴或者拴挂与包装内危险化学品完全一致的化学品( )。",
            选项: ["A. 安全标签", "B. 运输标签", "C. 安全标志"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《危险化学品安全管理条例》规定，国家实行危险化学品( )制度，为危险化学品安全管理及危险化学品事故预防和应急救援提供技术、信息支持。",
            选项: ["A. 登记", "B. 注册", "C. 备案"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《危险化学品安全管理条例》规定，危险化学品( )必须为危险化学品事故应急救援提供技术指导和必要的协助。",
            选项: ["A. 生产企业", "B. 经营企业", "C. 运输企业"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《危险化学品安全管理条例》规定，生产、储存危险化学品的企业，应当委托具备国家规定的资质条件的机构，对本单位的安全生产条件每( )年进行一次安全评价，提出安全评价报告。",
            选项: ["A. 1", "B. 2", "C. 3"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "中华人民共和国境内的各类企业的职工和个体工商户的雇工，均有依照工伤保险条例的规定享受( )待遇的权利。",
            选项: ["A. 人身保险", "B. 医疗保险", "C. 工伤保险"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "《生产安全事故报告和调查处理条例》规定，一般事故是指造成( )死亡，或者10人以下重伤，或者1000万元以下直接经济损失的事故。",
            选项: ["A. 3人以上", "B. 3人以下", "C. 5人以下"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "《中华人民共和国职业病防治法》规定，用人单位必须采用有效的职业病防护设施，并为劳动者提供个人使用的( )。",
            选项: ["A. 职业病防护用品", "B. 手套和工作服", "C. 防护用品"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "煤矿、非煤矿山、烟花爆竹、危险化学品等生产经营单位新上岗的从业人员培训时间不得少于( )学时；每年接受再培训时间不得少于20学时。",
            选项: ["A. 48", "B. 32", "C. 72"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "生产经营项目、场所有多个承包单位、承租单位的，生产经营单位应当与承包单位、承租单位签订专门的( )，或者在承包合同、租赁合同中约定各自的安全生产管理职责。",
            选项: ["A. 管理标准", "B. 生产合同", "C. 安全生产管理协议"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "现代安全管理是以( )为中心。",
            选项: ["A. 事故处理", "B. 安全培训", "C. 预防事故"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "危险、有害因素的识别是指识别危险、有害因素的存在并确定其( )的过程。",
            选项: ["A. 数量", "B. 性质", "C. 严重性"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "( )是表示易燃液体燃爆危险性的一个重要指标。",
            选项: ["A. 闪点", "B. 凝固点", "C. 自燃点"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "易燃液体在运输、泵送、灌装时要有良好的( )装置，防止静电积聚。",
            选项: ["A. 接地", "B. 防火", "C. 监测"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "压缩气体和液化气体必须与爆炸物品、氧化剂、易燃物品、自燃物品、腐蚀性物品( )。",
            选项: ["A. 隔离储存", "B. 隔开储存", "C. 分开储存"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "氢气瓶的规定涂色为( )。",
            选项: ["A. 淡绿", "B. 淡黄", "C. 紫色"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "运输危险化学品的车辆应专车专用，并有明显标志，要符合（ ）部门对车辆和设备的规定。",
            选项: ["A. 公安", "B. 交通管理", "C. 安全生产监督"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "易燃品闪点在 28℃以下，气温高于 28℃时应当在 （ ）运输。",
            选项: ["A. 夜间", "B. 白天", "C. 白天或夜间"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "毒物被吸收速度较快的途径是( )。",
            选项: ["A. 呼吸道", "B. 消化道", "C. 皮肤"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "易燃易爆场所中不能使用( )工具。",
            选项: ["A. 铁制", "B. 铜制", "C. 木制"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "下列( )属于易燃气体。",
            选项: ["A. 二氧化碳", "B. 乙炔", "C. 氧气"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "( )属于物理爆炸。",
            选项: ["A. 锅炉爆炸", "B. 面粉爆炸", "C. 乙炔爆炸"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "对于有爆炸危险的可燃物，当可燃物的( )，则越易发生爆炸。",
            选项: ["A. 爆炸下限越高", "B. 爆炸上限越低", "C. 爆炸极限范围越宽"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "下列( )灭火器不适于扑灭电气火灾。",
            选项: ["A. 二氧化碳", "B. 干粉", "C. 泡沫"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "甲类物品仓库与场外道路路边的防火间距不应小于 ( )m。",
            选项: ["A. 10", "B. 15", "C. 20"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "下列物质种类中燃烧速度最快的是( )。",
            选项: ["A. 气体", "B. 液体", "C. 固体"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "可燃粉尘的粒径越小，发生爆炸的危险性( )。",
            选项: ["A. 越小", "B. 越大", "C. 无关"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "自燃物品是指( )低，在空气中易于发生氧化反应，放出热量而自行燃烧的物品。",
            选项: ["A. 闪点", "B. 熔点", "C. 自燃点"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "动火分析取样时间与动火作业的时间不得超过 ( )min，如超过此间隔时间以上，必须重新取样分析。",
            选项: ["A. 30", "B. 40", "C. 50"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "可燃气体混合物的初始温度越高，使爆炸下限 ( )，上限增高，爆炸极限范围增大。",
            选项: ["A. 增高", "B. 降低", "C. 不变"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "室外消火栓间距不应超过120m，其保护半径不应超过 ( )m。",
            选项: ["A. 60", "B. 100", "C. 150"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "连续出现或长期出现爆炸性粉尘的环境区域属于 ( )区。",
            选项: ["A. 20", "B. 21", "C. 22"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "一般情况下杂质会( )静电的趋势。",
            选项: ["A. 增加", "B. 降低", "C. 不影响"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "静电最为严重的危险是( )。",
            选项: ["A. 妨碍生产", "B. 静电电击", "C. 引起爆炸和火灾"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "救助触电者首先要做的是( )。",
            选项: ["A. 使触电者迅速脱离电源", "B. 口对口人工呼吸", "C. 胸外心脏按压"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "胸外心脏挤压时，( )用力垂直向下挤压。",
            选项: ["A. 指尖", "B. 掌心", "C. 掌根"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "在口对口人工呼吸时，救护者向伤者口中吹气时，应保持伤者鼻( )。",
            选项: ["A. 紧闭", "B. 张开", "C. 可开可闭"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "在爆炸危险环境中，当爆炸危险气体或蒸汽比空气重时，电气线路应( )敷设。",
            选项: ["A. 埋地", "B. 高处", "C. 低处"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "电流对人体( )伤害的危险性最大。",
            选项: ["A. 心脏", "B. 头部", "C. 中枢神经"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "为了防止跨步电压伤人，防直击雷接地装置距建筑物、构筑物出入口和人行道的距离不应少于( )m。",
            选项: ["A. 3", "B. 4", "C. 5"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "装设( )主要用来防直击雷，保护露天变配电设备、建筑物和构筑物。",
            选项: ["A. 避雷针", "B. 避雷线", "C. 避雷器"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "停电检修时，在一经合闸即可送电到工作地点的开关或刀闸的操作把手上，应悬挂( )的标示牌。",
            选项: ["A. 在此工作", "B. 止步，高压危险", "C. 禁止合闸，有人工作"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "任何电气设备在未验明无电之前，一律按( )处理。",
            选项: ["A. 无电", "B. 也许有电", "C. 有电"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "当工作地点狭窄、行动困难以及周围有大面积接地体等环境其安全电压应采用( )V的电压。",
            选项: ["A. 36", "B. 42", "C. 12"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "电源采用漏电保护器做分级保护时，应满足上、下级开关动作的选择性。一般上一级漏电保护器的额定漏电电流 ( )下一级漏电保护器的额定漏电电流。",
            选项: ["A. 小于", "B. 不小于", "C. 等于"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "如果工作场所潮湿，为避免触电，使用手持电动工具的人应( )。",
            选项: ["A. 站在铁板上操作", "B. 应穿绝缘靴，站在绝缘垫上操作", "C. 穿防静电鞋操作"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "强腐蚀液体的排液阀门，宜设( )。",
            选项: ["A. 单阀", "B. 球阀", "C. 双阀"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "贮罐切换作业时，严格遵守( )的原则，以避免增压。",
            选项: ["A. 先关后开", "B. 同时开关", "C. 先开后关"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "换热器开车时要注意，必须先通入( )，当液体充满换热器时关闭放气阀；缓缓入高温流体，以免由于温差大，流体急速通入而产生热冲击。",
            选项: ["A. 低温流体", "B. 高温流体", "C. 同时通入"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "化工检修时，对槽、罐、塔、釜、管线等设备容器内存留易燃、易爆、有毒有害介质的，其出入口或与设备连接处应 ( )进行隔离，并挂上警示牌。",
            选项: ["A. 关闭阀门", "B. 吹扫", "C. 加装盲板"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "化工装置检修打开塔类等设备人孔时，应使其塔类等内部温度、压力降到符合安全要求后，( )依次打开。",
            选项: ["A. 从上而下", "B. 从下而上", "C. 从中间"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "起重机械在吊运过程中，重物一般距离地面( )m以上，吊物下方严禁站人。在旋转起重机工作地带，人员应站在起重机动臂旋转范围之外。",
            选项: ["A. 0.2", "B. 0.4", "C. 0.5"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "化工设备检修前高温设备不能急骤降温，避免造成设备损伤，以切断热源后强制通风或自然冷却为宜，一般要求设备内介质温度要低于( )℃。",
            选项: ["A. 50", "B. 60", "C. 70"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "一般情况下，压力容器的构件不允许发生( )变形。",
            选项: ["A. 弹性", "B. 塑性", "C. 刚性"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "爆破片的爆破压力( )容器的最大工作压力。",
            选项: ["A. 大于", "B. 小于", "C. 大于或小于"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "爆破片是一种( )装置。",
            选项: ["A. 警报", "B. 连锁", "C. 安全泄压"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "危险化学品的泄漏处理包括( )、泄漏物处理、危害监测。",
            选项: ["A. 危化品保护", "B. 泄漏源控制", "C. 周边的警戒"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "生产过程中的职业性危害因素按其性质可分为化学因素、( )、生物因素等。",
            选项: ["A. 物理因素", "B. 生产粉尘", "C. 高温"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "职业病，是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、( )和其他有毒、有害物质等因素而引起的疾病。",
            选项: ["A. 放射性物质", "B. 高温", "C. 病毒"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "根据《工业企业设计卫生标准》，每个工作日接触噪声时间为8小时，其允许噪声标准是( )分贝。",
            选项: ["A. 85", "B. 88", "C. 91"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "防止作业场所噪声危害的根本措施是( )。",
            选项: ["A. 降低噪声的频率", "B. 采取隔声措施", "C. 从声源着眼，降低它的噪声辐射强度"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "硫化氢在空气中的最高容许浓度是( )mg/m3。",
            选项: ["A. 30", "B. 20", "C. 10"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "一旦经皮肤接触毒物，当事人应立即脱去受污染的衣物，必要时用布抹干并( )。",
            选项: ["A. 立即用大量清水冲洗", "B. 立即用布将皮肤包裹好", "C. 尽快完成工作后，就医治疗"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "眼部溅入毒物后，应立刻( )，并尽可能请医生诊治。",
            选项: ["A. 用大量清水洗眼", "B. 滴眼药水", "C. 用干净的手帕擦拭"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "风险管控措施的优先原则( )。",
            选项: ["A. 消除、隔离、替代、警示、个体防护", "B. 消除、警示、替代、隔离、个体防护", "C. 消除、替代、隔离、警示、个体防护"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "特级动火、一级动火作业的安全作业证有效期不超过 ( )。",
            选项: ["A. 8小时", "B. 12小时", "C. 24小时"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "《固定式钢梯及平台安全要求 第3部分：工业防护栏杆及钢平台》中规定，在距基准面高度大于等于2m并小于20m的平台、通道及作业场所的防护栏高度应不低于( )mm。",
            选项: ["A. 1200", "B. 1050", "C. 900"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "动火分析与动火作业间隔不超过( )min。",
            选项: ["A. 60", "B. 30", "C. 40"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "( )级风以上，原则上禁止进行露天动火作业，确需动火作业时，应进行升级管理。",
            选项: ["A. 3", "B. 4", "C. 5"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "动火作业过程中，应使系统保持( )压，严禁( )压动火作业。",
            选项: ["A. 正 正", "B. 负 负", "C. 正 负"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "为保证足够的新鲜空气供给，在有限空间作业过程中，可采取强制性( )措施降低危险，保持空气流通。",
            选项: ["A. 持续机械通风", "B. 间断机械通风", "C. 自然通风"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "有限空间作业前必须进行( )，分析存在危险点，制定防止有害气体中毒的安全措施。",
            选项: ["A. 安全培训", "B. 应急演练", "C. 风险辨识"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "氧气瓶的规定涂色为( )。",
            选项: ["A. 淡绿", "B. 白", "C. 天蓝"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "采取( )等措施，可防止粉尘危害。",
            选项: ["A. 密闭、湿式作业", "B. 通风、隔热", "C. 密闭、通风"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "下列防火防爆安全技术措施中，属于从根本上防止火灾与爆炸发生的是( )。",
            选项: ["A. 惰性气体保护", "B. 系统密闭正压操作", "C. 以不燃溶剂代替可燃溶剂"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "动土作业是指挖土、打桩、钻探、坑探、地锚入土深度在( ) m以上；使用推土机、压路机等施工机械进行填土或平整场地等可能对地下隐蔽设施产生影响的作业。",
            选项: ["A. 0.5", "B. 0.8", "C. 1"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "在具有火灾爆炸风险的重大危险源罐区内动火应按照( )动火作业管理。",
            选项: ["A. 特级", "B. 一级", "C. 二级"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "公共场所设置的消防应急照明，连续供电时间不得少于( )。",
            选项: ["A. 10分钟", "B. 15分钟", "C. 20分钟"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "当平台、通道及作业场所距基准面高度小于2 m时，防护栏杆高度应不低于( )。",
            选项: ["A. 0.9m", "B. 1.2m", "C. 1.05m"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "高处作业可能坠落范围半径的规定：R根据h规定如下：当2m≤h≤5 m时，R为( )。",
            选项: ["A. 3m", "B. 4m", "C. 5m"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "易燃液体、遇湿易燃物品、易燃固体不得与( )混合贮存。",
            选项: ["A. 还原剂", "B. 酸碱", "C. 氧化剂"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "企业安全管理人员任命文件中的人员在任职( )个月后未取得安全培训考核合格证，判为重大隐患。",
            选项: ["A. 10", "B. 5", "C. 6"],
            答案: 2,
            媒体: {}
        },
        {
            题目: "主要负责人和安全管理人员取得培训合格证但未( )参加再培训并考核合格，判定为重大隐患；",
            选项: ["A. 每年", "B. 每两年", "C. 每半年"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "特殊作业现场安全管控措施严重缺失的，判定为( )。",
            选项: ["A. 重大事故隐患", "B. 较大事故隐患", "C. 一般事故隐患"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "特殊作业审批程序错误（如动火作业先批准，后动火分析等；不是指有关时间填写错误）、弄虚作假的，判定为( )。",
            选项: ["A. 重大事故隐患", "B. 较大事故隐患", "C. 一般事故隐患"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "企业制定了操作规程和工艺控制指标，但没有发放到基层岗位，基层员工不清楚操作规程内容及工艺控制指标的，判定为( )。",
            选项: ["A. 重大事故隐患", "B. 较大事故隐患", "C. 一般事故隐患"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "企业可能泄漏可燃和有毒有害气体的主要释放源设置了检测报警器，但检测报警器未处于正常工作状态（故障、未通电、数据有严重偏差等），判定为( )。",
            选项: ["A. 重大事故隐患", "B. 较大事故隐患", "C. 一般事故隐患"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "爆炸危险场所使用的防爆电气设备因缺少螺栓、缺少封堵等造成防爆功能暂时缺失的，不判定为( )。",
            选项: ["A. 重大事故隐患", "B. 较大事故隐患", "C. 一般事故隐患"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "安全生产监督管理的基本特征为权威性、强制性和( )。",
            选项: ["A. 普遍适宜性", "B. 普遍约束性", "C. 持续改进性"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "我国安全生产监督管理的基本原则( )。",
            选项: ["A. 坚持‘安全第一，预防为主’的原则", "B. 坚持‘有法必依、执法必严、违法必究’的原则", "C. 坚持行为监察与文件监察相结合的原则"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "生产经营单位发生生产安全事故后，事故现场有关人员应当立即报告( )。",
            选项: ["A. 本单位安全管理人员", "B. 本单位负责人", "C. 当地安全生产监督管理部门"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "企业安全领导力主要是指企业各级负责人对安全生产工作的领导能力，核心是企业( )的领导能力。",
            选项: ["A. 安全总监", "B. 主要负责人", "C. 安全管理负责人"],
            答案: 1,
            媒体: {}
        },
        {
            题目: "某化工厂对储罐进行清洗作业时，罐内作业人员突然晕倒，原因不明，现场人员需要佩戴呼吸道防毒劳动防护用品进行及时营救。下列呼吸道防毒劳动防护用品中，营救人员应该选择佩戴的是( )。",
            选项: ["A. 自给式氧气呼吸器", "B. 头罩式面具", "C. 双罐式防毒口罩"],
            答案: 0,
            媒体: {}
        },
        {
            题目: "化工装置检修涉及大量动火作业，为确保动火作业安全，需落实有关安全措施。下列关于动火作业安全措施的说法中，错误的是( )。",
            选项: ["A. 动火地点变更时应重新办理审批手续", "B. 高处动火要落实防止火花飞溅的措施", "C. 停止动火不超过2h不需要重新取样分析"],
            答案: 2,
            媒体: {}
        }
    ],
    多选题: [
        {
            题目: "动火作业分为( )三类。",
            选项: ["A. 特级动火作业", "B. 一级动火作业", "C. 二级动火作业", "D. 三级动火作业"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "以下( )属特种作业人员。",
            选项: ["A. 电工", "B. 焊工", "C. 电梯司机", "D. 厂内机动车驾驶员"],
            答案: [0, 1, 3],
            媒体: {}
        },
        {
            题目: "化学品具有的危险特性包括( )。",
            选项: ["A. 易燃", "B. 腐蚀", "C. 放射性", "D. 反应速度极快"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "可燃液体发生火灾时，使用的灭火剂( )。",
            选项: ["A. 干粉", "B. 二氧化碳", "C. 沙土", "D. 泡沫"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "腐蚀品的特征包括( )。",
            选项: ["A. 腐蚀性", "B. 毒性", "C. 易燃性", "D. 氧化性"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "易燃气体不得与助燃气体、剧毒气体同储；氧气不得和油脂混合储存，盛装液化气体的容器，属于压力容器的，必须有 ( )，并定期检查，不得超装。",
            选项: ["A. 压力表", "B. 安全阀", "C. 紧急切断装置", "D. 呼吸阀"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "危险化学品生产企业发现其生产的危险化学品有新的危害特性时，应当立即公告，并及时修订( )。",
            选项: ["A. 产品质量说明书", "B. 安全技术说明书", "C. 产品标签", "D. 安全标签"],
            答案: [1, 3],
            媒体: {}
        },
        {
            题目: "危险化学品事故的类型主要是泄漏、火灾、爆炸、( ) 等。",
            选项: ["A. 中毒", "B. 窒息", "C. 灼伤", "D. 容器爆炸"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "防止火灾爆炸事故发生的基本原则是( )。",
            选项: ["A. 限制易燃易爆系统的形成", "B. 防止可燃物外溢泄漏", "C. 消除各类点火源", "D. 通风置换"],
            答案: [1, 2, 3],
            媒体: {}
        },
        {
            题目: "根据物质燃烧的原理，灭火要控制可燃物，隔绝空气，消除火源，阻止火势和爆炸波的蔓延，灭火方法的分类为 ( )。",
            选项: ["A. 冷却法和窒息法", "B. 隔离法和抑制法", "C. 降温法和阻燃法", "D. 隔离法和降温法"],
            答案: [0, 1],
            媒体: {}
        },
        {
            题目: "在工业生产中，常见的点火能源有( )等。",
            选项: ["A. 明火", "B. 电气火花", "C. 撞击", "D. 静电火花"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "以下( )属于甲类火灾危险性。",
            选项: ["A. 闪点小于28℃的易燃液体", "B. 爆炸下限小于10％的可燃气体", "C. 常温下能自行分解或在空气中氧化即能导致迅速自燃或爆炸的物质", "D. 闪点小于60℃的可燃液体"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "在粉碎过程中，采取的危险控制措施主要有( )。",
            选项: ["A. 合理选择工艺与设备", "B. 隔离与密闭", "C. 消除点火源", "D. 清除可燃物"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "防止物料互串最安全可靠的隔绝办法是( )。",
            选项: ["A. 关闭有关阀门", "B. 抽插盲板", "C. 拆除管线", "D. 停止生产"],
            答案: [1, 2],
            媒体: {}
        },
        {
            题目: "禁止用( )搬运易燃易爆液化气体等危险品。",
            选项: ["A. 叉车", "B. 铲车", "C. 翻斗车", "D. 电瓶车"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "电流对人体伤害程度的影响因素有( )。",
            选项: ["A. 电流大小", "B. 电流通过人体的持续时间", "C. 电流通过人体的途径", "D. 电流的种类"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "下列( )都可以作为接闪器。",
            选项: ["A. 避雷针", "B. 避雷器", "C. 避雷线", "D. 避雷带"],
            答案: [0, 2, 3],
            媒体: {}
        },
        {
            题目: "下列措施属于间接接触触电防护措施的有( )。",
            选项: ["A. 保护接地", "B. 保护接零", "C. 绝缘", "D. 漏电保护"],
            答案: [0, 1, 3],
            媒体: {}
        },
        {
            题目: "引起电气设备过度发热的不正常运行体有( )。",
            选项: ["A. 过负载", "B. 接触不良", "C. 漏电", "D. 短路"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "液体在下列过程中可能产生静电( )。",
            选项: ["A. 流动", "B. 静置", "C. 灌注", "D. 搅拌"],
            答案: [0, 2, 3],
            媒体: {}
        },
        {
            题目: "下列属于粉尘爆炸危险区域的是( )。",
            选项: ["A. 1 区", "B. 20 区", "C. 21 区", "D. 22区"],
            答案: [1, 2, 3],
            媒体: {}
        },
        {
            题目: "电机在正常运行时应做到( )。",
            选项: ["A. 进出风口畅通", "B. 电流保持恒定", "C. 不允许水油杂物落入", "D. 经常保持清洁"],
            答案: [0, 2, 3],
            媒体: {}
        },
        {
            题目: "防止静电危害的措施有( )和加抗静电添加剂及工艺控制法。",
            选项: ["A. 静电接地", "B. 去湿", "C. 增湿", "D. 静电中和法"],
            答案: [0, 2, 3],
            媒体: {}
        },
        {
            题目: "泵是化学工业等流程工业运行中的主要流体输送机械。泵的安全运行涉及( )。",
            选项: ["A. 温度的平衡", "B. 流体的平衡", "C. 压力的平衡", "D. 物料的正常流动"],
            答案: [1, 2, 3],
            媒体: {}
        },
        {
            题目: "在易燃、易爆等危险作业场所进行动火作业，下列叙述正确的是( )。",
            选项: ["A. 没有动火作业票不动火", "B. 防火措施不落实不动火", "C. 监护人不在现场不动火", "D. 单位负责人不在现场不动火"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "气瓶的安全装置主要有( )。",
            选项: ["A. 安全泄压装置", "B. 充装量", "C. 防震圈", "D. 瓶帽"],
            答案: [0, 2, 3],
            媒体: {}
        },
        {
            题目: "压力管道的吹扫，可以采用下列( )方法。",
            选项: ["A. 化学清洗", "B. 水冲洗", "C. 氮气吹扫", "D. 蒸汽吹扫"],
            答案: [1, 2, 3],
            媒体: {}
        },
        {
            题目: "有下述( )之一时，司机不应进行起重吊装操作。",
            选项: ["A. 超载或物体重量不清", "B. 结构或零部件有影响安全工作的缺陷或损伤", "C. 捆绑、吊挂不牢或不平衡而可能滑动、重物棱角处与钢丝绳之间未加衬垫等", "D. 被吊物体上有人或浮置物等"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "化工检修中禁止使用( )洗刷机具、配件、车辆和洗手、洗工作服。",
            选项: ["A. 工业洗涤剂", "B. 汽油", "C. 挥发性溶剂", "D. 苯"],
            答案: [1, 2, 3],
            媒体: {}
        },
        {
            题目: "按导致事故和职业危害的直接原因，将生产过程中的危险、危害因素分为( )等。",
            选项: ["A. 物理性", "B. 化学性", "C. 特殊性", "D. 生物性"],
            答案: [0, 1, 3],
            媒体: {}
        },
        {
            题目: "重大危险源的辨识依据是物质的( )。",
            选项: ["A. 危险特性", "B. 应用特性", "C. 颜色", "D. 数量"],
            答案: [0, 3],
            媒体: {}
        },
        {
            题目: "为了对可能出现的事故后果进行预测，评价方法应遵循的原则是( )。",
            选项: ["A. 最大危险原则", "B. 偶然损失原则", "C. 概率求和原则", "D. 因果关系原则"],
            答案: [0, 2],
            媒体: {}
        },
        {
            题目: "在控制事故发展的同时，应急救援人员应将伤员救出危险区域和组织群众( )，消除危险化学品事故的各种隐患。",
            选项: ["A. 撤离", "B. 抢险", "C. 疏散", "D. 救护"],
            答案: [0, 2],
            媒体: {}
        },
        {
            题目: "为做好职业病前期预防，用人单位与劳动者订立劳动合同时，应当将工作过程中( )等如实告知劳动者，并在劳动合同中写明，不得隐瞒或者欺骗。",
            选项: ["A. 可能产生的职业病危害及其后果", "B. 职业病防护措施", "C. 待遇", "D. 单位效益情况"],
            答案: [0, 1],
            媒体: {}
        },
        {
            题目: "职业病防治工作应坚持( )的方针，实行分类管理、综合治理。",
            选项: ["A. 安全第一", "B. 预防为主", "C. 防治结合", "D. 环境管理"],
            答案: [1, 2],
            媒体: {}
        },
        {
            题目: "卫生部、劳动和社会保障部公布的《职业病目录》中列出的法定尘肺包括( )。",
            选项: ["A. 铝尘肺", "B. 石墨尘肺", "C. 木工尘肺", "D. 电焊工尘肺"],
            答案: [0, 1, 3],
            媒体: {}
        },
        {
            题目: "危险源分为（ ）。",
            选项: ["A. 人的不安全行为", "B. 物的不安全状态", "C. 环境的不安全因素", "D. 管理上的缺陷"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "生产性粉尘按性质不同可分为：无机性粉尘、有机性粉尘、混合性粉尘，下列属于无机性粉尘的有( )。",
            选项: ["A. 硅石尘", "B. 石棉尘", "C. 铁尘", "D. 棉尘"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "工业噪声主要由( )产生。",
            选项: ["A. 机器转动", "B. 气体排放", "C. 工件撞击", "D. 磨擦"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "无防护措施的生产性强噪声，对人体能产生多种不良影响，甚至形成噪声性疾病，下列属于噪声引起的不良影响有 ( )。",
            选项: ["A. 噪声聋", "B. 暂时性听觉位移", "C. 过敏性疾病", "D. 头痛"],
            答案: [0, 1, 3],
            媒体: {}
        },
        {
            题目: "化学性皮肤灼伤是常温或高温的化学物直接对皮肤 ( )引起的急性皮肤损害。",
            选项: ["A. 刺激", "B. 腐蚀作用", "C. 化学反应热", "D. 血液刺激"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "对于化学物质的灼伤应争分夺秒进行抢救，正确的方法有( )。",
            选项: ["A. 用清洁水冲洗创面半个小时左右", "B. 用清洁水冲洗后使用中和剂", "C. 直接用消毒纱布、干净手帕等包扎，以免细菌感染", "D. 快速送往医院"],
            答案: [0, 1, 3],
            媒体: {}
        },
        {
            题目: "生产过程产生噪声的作业场所，作业工人应选择的个体防护用品有( )。",
            选项: ["A. 耳塞", "B. 防噪声帽", "C. 耳罩", "D. 防护面罩"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "双重预防机制包含（ ）。",
            选项: ["A. 安全教育培训体系", "B. 隐患排查治理体系", "C. 应急救援体系", "D. 风险分级管控体系"],
            答案: [1, 3],
            媒体: {}
        },
        {
            题目: "风险分级管控遵循（ ）原则。",
            选项: ["A. 风险越高管控层级越高", "B. 风险越低管控层级越高", "C. 上级负责管控的风险，下级必须同时负责管控", "D. 下级负责管控的风险，上级必须同时负责管控"],
            答案: [0, 2],
            媒体: {}
        },
        {
            题目: "风险点包含（ ）。",
            选项: ["A. 风险伴随的设备设施", "B. 风险伴随的场所区域", "C. 设备设施伴随风险的作业活动", "D. 场所区域伴随风险的作业活动"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "危险源的辨识范围应覆盖（ ）。",
            选项: ["A. 所有的作业活动", "B. 所有的领导干部", "C. 所有的承包商", "D. 所有的设备设施"],
            答案: [0, 3],
            媒体: {}
        },
        {
            题目: "风险大小的主要决定因素在于（ ）。",
            选项: ["A. 事件发生的可能性", "B. 后果的严重程度", "C. 人员暴露的频次", "D. 现有的控制措施"],
            答案: [0, 1],
            媒体: {}
        },
        {
            题目: "根据《化工和危险化学品生产经营单位重大生产安全事故隐患判定标准（试行）》规定，以下（ ）情形判定为重大事故隐患。",
            选项: ["A. 特种作业人员未持证上岗", "B. 未制定动火、进入受限空间等特殊作业管理制度", "C. 在役化工装置未经正规设计且未进行安全设计诊断", "D. 未建立与岗位相匹配的全员安全生产责任制或者未制定实施生产安全事故隐患排查治理制度"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "生产经营单位必须对安全设备进行经常性（ ），保证正常运转。",
            选项: ["A. 维护", "B. 保养", "C. 定期检测", "D. 更换"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "当作业现场出现异常，可能危及作业人员安全时，作业人员应( )，作业单位应立即通知生产单位。",
            选项: ["A. 停止作业", "B. 迅速撤离", "C. 不能停止作业", "D. 不能撤离现场"],
            答案: [0, 1],
            媒体: {}
        },
        {
            题目: "风险管控措施主要包括：工程技术措施、（ ）。",
            选项: ["A. 管理措施", "B. 教育培训措施", "C. 个体防护措施", "D. 应急处置措施"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "（ ）是危险化学品的危险特性。",
            选项: ["A. 燃烧性", "B. 爆炸性", "C. 毒害性", "D. 腐蚀性"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "国家标准（GB2893-82）中规定的四种安全色是（ ）。",
            选项: ["A. 红、黄", "B. 黑、白", "C. 黄、绿", "D. 绿、蓝"],
            答案: [0, 3],
            媒体: {}
        },
        {
            题目: "下列属于点火能源有( )。",
            选项: ["A. 明火", "B. 电气火花", "C. 撞击", "D. 静电火花"],
            答案: [0, 1, 2, 3],
            媒体: {}
        },
        {
            题目: "起重作业人员包括( )。",
            选项: ["A. 司机", "B. 司索", "C. 指挥", "D. 设计人员"],
            答案: [0, 1, 2],
            媒体: {}
        },
        {
            题目: "下列属于防爆泄压装置的有（ ）。",
            选项: ["A. 安全阀", "B. 抑爆装置", "C. 爆破片", "D. 逆止阀", "E. 压力表"],
            答案: [0, 2],
            媒体: {}
        },
        {
            题目: "空气压缩间内应设置哪些职业危害警示标识（ ）。",
            选项: ["A. 噪声有害", "B. 戴护耳器", "C. 戴防尘口罩", "D. 注意防尘"],
            答案: [0, 1],
            媒体: {}
        },
        {
            题目: "爆炸的直接破坏作用是因为产生（ ）。",
            选项: ["A. 冲击波", "B. 声音巨响", "C. 碎片冲击", "D. 震荡作用"],
            答案: [0, 2, 3],
            媒体: {}
        },
        {
            题目: "《化学品生产单位受限空间作业安全规范》AQ3028—2008 中规定受限空间是指（ ）。",
            选项: ["A. 各类塔、釜、槽、罐", "B. 炉膛、锅筒、管道、容器", "C. 地下室、窨井、坑（池）、下水道", "D. 其他封闭、半封闭场所"],
            答案: [0, 1, 2, 3],
            媒体: {}
        }
    ],
    判断题: [
        {
            题目: "任何生产经营单位的从业人员，未经安全生产培训合格，均不得上岗作业。",
            答案: true,
            媒体: {}
        },
        {
            题目: "所有生产经营单位都必须将本单位的重大危险源报当地人民政府负责安全生产监督管理的部门备案。",
            答案: true,
            媒体: {}
        },
        {
            题目: "两个以上生产经营单位在同一作业区域进行生产经营活动，可能危及对方生产安全的，应当签定安全生产管理协议，明确各自的安全生产管理职责和应当采取的安全措施。",
            答案: true,
            媒体: {}
        },
        {
            题目: "生产经营单位对承包单位、承租单位的安全生产工作统一协调、分头管理。",
            答案: false,
            媒体: {}
        },
        {
            题目: "一次事故中死亡3人以上9人以下的是重大生产安全事故。",
            答案: false,
            媒体: {}
        },
        {
            题目: "危险化学品生产企业可以根据单位决定是否设置安全生产管理机构或配备专职安全生产管理人员。",
            答案: false,
            媒体: {}
        },
        {
            题目: "生产经营单位采用新工艺、新技术、新材料或者使用新设备时，应对从业人员进行专门的安全生产教育和培训。",
            答案: true,
            媒体: {}
        },
        {
            题目: "从业人员有权对本单位安全生产工作中存在的问题提出批评、检举、控告，但无权拒绝违章指挥和强令冒险作业。",
            答案: false,
            媒体: {}
        },
        {
            题目: "危险化学品生产企业发现危险化学品有新的危害特性时，应立即公告并及时修订其安全技术说明书和安全标签。",
            答案: true,
            媒体: {}
        },
        {
            题目: "生产经营单位应当对从业人员进行安全生产教育和培训，但在生产任务重时，从业人员可以先上岗，后培训。",
            答案: false,
            媒体: {}
        },
        {
            题目: "《危险化学品安全生产许可证》有效期是3年。",
            答案: true,
            媒体: {}
        },
        {
            题目: "采购危险化学品时，根据需要索取安全技术说明书和安全标签。",
            答案: false,
            媒体: {}
        },
        {
            题目: "可燃气体、蒸汽和粉尘与空气的混合物，必须在一定范围的浓度内，遇到足以起爆的能量才能发生爆炸，这个可以爆炸的浓度范围叫做该爆炸物的爆炸上限。",
            答案: false,
            媒体: {}
        },
        {
            题目: "危险化学品生产企业必须为危险化学品事故应急救援提供技术指导和必要的协助。",
            答案: true,
            媒体: {}
        },
        {
            题目: "生产经营单位不得将生产经营项目、场所、设备发包或者出租给不具备安全生产条件或者相应资质的单位或者个人。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险化学品生产单位已取得安全生产许可证，在经营销售危险化学品时，就不再办理经营许可证。",
            答案: false,
            媒体: {}
        },
        {
            题目: "危险化学品生产经营单位申请安全生产(经营)许可证时，应自主选择具有资质的安全评价机构，对本单位的安全生产条件进行安全评价。",
            答案: false,
            媒体: {}
        },
        {
            题目: "企业取得安全生产许可证后，不得降低安全生产条件，并应当加强日常安全生产管理，接受安全生产许可证颁发管理机关的监督检查。",
            答案: true,
            媒体: {}
        },
        {
            题目: "未经定期检验或者检验不合格的特种设备，不得继续使用。",
            答案: true,
            媒体: {}
        },
        {
            题目: "事故发生后，事故现场有关人员应当立即向本单位负责人报告；单位负责人接到报告后，应当于12小时内向事故发生地县级以上人民政府安全生产监督管理部门和负有安全生产监督管理职责的有关部门报告。",
            答案: false,
            媒体: {}
        },
        {
            题目: "事故发生单位负责人接到事故报告后，应当立即启动事故相应应急预案，或者采取有效措施，组织抢救，防止事故扩大，减少人员伤亡和财产损失。",
            答案: true,
            媒体: {}
        },
        {
            题目: "开展特殊作业时，作业人员由于其他工作离不开，可以找别人代签。",
            答案: false,
            媒体: {}
        },
        {
            题目: "在化工生产中，为了保证安全生产，一般都在爆炸极限之外的条件下选择安全操作的温度和压力。",
            答案: true,
            媒体: {}
        },
        {
            题目: "未取得危险化学品安全生产许可证的，不得从事危险化学品生产活动。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险化学品生产企业应当有相应的职业危害防护设施，并为从业人员配备符合有关国家标准或者行业标准规定的劳动防护用品。",
            答案: true,
            媒体: {}
        },
        {
            题目: "任何单位或者个人对违反《安全生产许可证条例》及其实施办法规定的行为，有权向安全生产许可证颁发管理机关或者监察机关等有关部门举报。",
            答案: true,
            媒体: {}
        },
        {
            题目: "从业人员发现直接危及人身安全的紧急情况时，可以边作业边报告本单位负责人。",
            答案: false,
            媒体: {}
        },
        {
            题目: "生产经营单位为了企业利益，可以与从业人员订立协议，免除或者减轻其对从业人员因生产安全事故伤亡依法应承担的责任。",
            答案: false,
            媒体: {}
        },
        {
            题目: "从业人员在工作过程中，应当服从管理，无权对本单位的安全生产工作提出建议。",
            答案: false,
            媒体: {}
        },
        {
            题目: "生产经营单位的安全管理人员对由于安全生产所必需的资金投入不足导致的后果承担责任。",
            答案: false,
            媒体: {}
        },
        {
            题目: "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上设置明显的安全警告标志。",
            答案: true,
            媒体: {}
        },
        {
            题目: "任何单位或者个人对事故隐患，均有权向负有安全生产监督管理职责的部门报告或者举报。",
            答案: true,
            媒体: {}
        },
        {
            题目: "把作业场所和工作岗位存在的危险因素如实告知从业人员，会有负面影响，引起恐慌，增加思想负担，不利于安全生产。",
            答案: false,
            媒体: {}
        },
        {
            题目: "建立一个完整的安全生产责任制的总体要求是：横向到边、纵向到底，并由生产经营单位的主要负责人组织建立。",
            答案: true,
            媒体: {}
        },
        {
            题目: "安全技术措施是为了防止事故发生，采取约束、限制能量或危险物质，防止其意外释放的技术措施。",
            答案: true,
            媒体: {}
        },
        {
            题目: "安全生产检查是安全管理工作的重要内容，是消除隐患、防止事故发生、改善劳动条件的重要手段。",
            答案: true,
            媒体: {}
        },
        {
            题目: "工作时间前后在工作场所内，从事与工作有关的预备性或者收尾性工作受到事故伤害的，不可以认定为工伤。",
            答案: false,
            媒体: {}
        },
        {
            题目: "有压力或密封的容器可直接在其本体上焊割。",
            答案: false,
            媒体: {}
        },
        {
            题目: "爆破片一般6～12个月更换一次。如果在系统超压后未破裂的爆破片以及正常运行中有明显变形的爆破片应立即更换。",
            答案: true,
            媒体: {}
        },
        {
            题目: "班组是生产经营单位搞好安全生产工作的关键。",
            答案: true,
            媒体: {}
        },
        {
            题目: "修理压缩机时应采取措施以避免由于疏忽而使压缩机启动应断开启动电源并在启动装置上挂禁止启动警示牌。",
            答案: true,
            媒体: {}
        },
        {
            题目: "个人防护是把人体与意外释放能量或危险物质隔开，是一种不得已的隔离措施，但却是保护人身安全的最后一道防线。",
            答案: true,
            媒体: {}
        },
        {
            题目: "离开特种作业岗位达6个月以上的特种作业人员，可经车间(工段、区队)重新进行实际操作考核，确认合格后可上岗作业。",
            答案: false,
            媒体: {}
        },
        {
            题目: "化学品的爆炸下限越低，爆炸范围越宽，危险性越大。",
            答案: true,
            媒体: {}
        },
        {
            题目: "任何事故都是可以预防的。",
            答案: true,
            媒体: {}
        },
        {
            题目: "重大危险源是客观存在的，只要进行生产经营活动就有可能存在重大危险源。",
            答案: true,
            媒体: {}
        },
        {
            题目: "《生产安全事故应急预案管理办法》规定，生产经营单位应急预案分为综合应急预案、专项应急预案和现场处置方案。",
            答案: true,
            媒体: {}
        },
        {
            题目: "高压容器的使用压力较高，密封是个关键。所以密封结构也是高压容器中的一个主要结构。",
            答案: true,
            媒体: {}
        },
        {
            题目: "生产经营单位应当与承租单位签订专门的安全生产管理协议。",
            答案: true,
            媒体: {}
        },
        {
            题目: "生产性毒物可通过呼吸道、皮肤和消化道侵入人体。",
            答案: true,
            媒体: {}
        },
        {
            题目: "输送酸、碱等强腐蚀性化学物料泵的填料函或机械密封周围，宜设置安全护罩。",
            答案: true,
            媒体: {}
        },
        {
            题目: "装卸和搬运易燃液体中，必须轻装轻卸，严禁滚动、摩擦、拖拉等危及安全的操作。",
            答案: true,
            媒体: {}
        },
        {
            题目: "五级风以上(含五级风)天气，禁止露天动火作业。因生产需要确需要动火的，动火作业应升级管理。",
            答案: true,
            媒体: {}
        },
        {
            题目: "在爆炸危险环境中，良好的通风装置能降低环境的危险等级。",
            答案: true,
            媒体: {}
        },
        {
            题目: "有毒品在水中的溶解度越大，其危险性也越大。",
            答案: true,
            媒体: {}
        },
        {
            题目: "闪点是表示易燃易爆液体燃爆危险性的一个重要指标，闪点越高，爆炸危险性越大。",
            答案: false,
            媒体: {}
        },
        {
            题目: "在危险化学品储存中露天储存禁忌品间的距离是10m及以上。",
            答案: true,
            媒体: {}
        },
        {
            题目: "压缩气体和液化气体仓库应阴凉通风，远离热源、火种，防止日光暴晒，严禁受热，库内照明应采用防爆照明灯，库房周围不得堆放任何可燃材料。",
            答案: true,
            媒体: {}
        },
        {
            题目: "有毒品经过皮肤破裂的地方侵入人体，会随血液蔓延全身，加快中毒速度。因此，在皮肤破裂时，应停止或避免对有毒品的作业。",
            答案: true,
            媒体: {}
        },
        {
            题目: "腐蚀品类化学品其主要品类是酸类和碱类。",
            答案: true,
            媒体: {}
        },
        {
            题目: "安全技术说明书由化学品的生产供应企业编印，在交付商品时提供给用户，作为为用户的一种服务，随商品在市场上流通。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险化学品的生产、储存实行审批制度；未经审批，任何单位和个人都不得生产、储存危险化学品。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险化学品的生产、储存、使用单位，应当在生产、储存和使用场所设置通讯、报警装置，并保证在任何情况下处于正常适用状态。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险品不得与禁忌物料混合储存，灭火方法不同的危险化学品可以同库储存。",
            答案: false,
            媒体: {}
        },
        {
            题目: "易燃液体、遇湿易燃物品、易燃固体不得与氧化剂混合储存，具有还原性的氧化剂应单独存放。",
            答案: true,
            媒体: {}
        },
        {
            题目: "装卸对人体有害及腐蚀性物品时，操作人员应佩带相应的防护用品。",
            答案: true,
            媒体: {}
        },
        {
            题目: "液体流速越快，产生的静电荷越少。",
            答案: false,
            媒体: {}
        },
        {
            题目: "一般可燃物质的燃烧都经历氧化分解、着火、燃烧等阶段。",
            答案: true,
            媒体: {}
        },
        {
            题目: "可燃气体以一定的比例与空气混合后，在一定条件下所产生的爆炸属于化学爆炸。",
            答案: true,
            媒体: {}
        },
        {
            题目: "粉尘爆炸比可燃混合气体爆炸危害小。",
            答案: false,
            媒体: {}
        },
        {
            题目: "扑救有毒气体火灾时要戴防毒面具，且要站在下风方向。",
            答案: false,
            媒体: {}
        },
        {
            题目: "液体物质燃烧过程中，不是液体本身在燃烧，而是液体受热时蒸发出来的气体被分解、氧化达到燃点而燃烧。",
            答案: true,
            媒体: {}
        },
        {
            题目: "氧化物与还原物、氧化剂与强酸强碱必须分开存放。",
            答案: true,
            媒体: {}
        },
        {
            题目: "可燃气监测报警器用于测量空气中各种可燃气(蒸气)在爆炸上限以下的浓度。",
            答案: false,
            媒体: {}
        },
        {
            题目: "抗溶性泡沫不仅可以扑救一般液体烃类的火灾，还可以有效地扑救水溶性有机溶剂的火灾。",
            答案: true,
            媒体: {}
        },
        {
            题目: "室外消防给水管网一般应布置成环状，输水干管不应少于两条。",
            答案: true,
            媒体: {}
        },
        {
            题目: "电阻率越大，越容易产生和积累静电，造成危害。",
            答案: true,
            媒体: {}
        },
        {
            题目: "为了消除感应静电的危险，料斗或其他容器内不得有不接地的孤立导体。",
            答案: true,
            媒体: {}
        },
        {
            题目: "口对口人工呼吸时，救护人向伤者口内吹气时，应使伤者鼻紧闭，而让伤者自行呼气时，应使其鼻张开。",
            答案: true,
            媒体: {}
        },
        {
            题目: "对心脏复苏做胸外心脏按压时，应首先使伤者仰卧在比较坚实的地板或木板上，解开其上衣和腰带。",
            答案: true,
            媒体: {}
        },
        {
            题目: "流经心脏的电流越多、电流路线越短电击危险性越大。",
            答案: true,
            媒体: {}
        },
        {
            题目: "在易燃环境中不要穿化纤织物的工作服。",
            答案: true,
            媒体: {}
        },
        {
            题目: "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。",
            答案: true,
            媒体: {}
        },
        {
            题目: "当有人在半封闭容器内进行电焊作业时，严禁向内部送氧。",
            答案: true,
            媒体: {}
        },
        {
            题目: "在封闭空间内实施焊接及切割时，气瓶及焊接电源可以放置在封闭的空间内。",
            答案: false,
            媒体: {}
        },
        {
            题目: "压力管道系统吹扫时，吹扫的顺序应按主管、支管、疏排管依次进行。",
            答案: true,
            媒体: {}
        },
        {
            题目: "爆破片的爆破压力大于容器的最大工作压力。",
            答案: true,
            媒体: {}
        },
        {
            题目: "危险物质泄漏处理包括泄漏源控制、泄漏物处理、危害监测。",
            答案: true,
            媒体: {}
        },
        {
            题目: "矽肺是长期吸人大量含游离二氧化硅粉尘所引起的肺组织纤维化为主的全身疾病，它是尘肺中进展最快，最为严重，也最常见，影响面较广的一种职业病。",
            答案: true,
            媒体: {}
        },
        {
            题目: "风险分级管控体系是通过强化安全风险辨识和分级管控，采用立体多手段措施，从源头上避免和消除事故隐患，进而降低事故发生的可能性。",
            答案: true,
            媒体: {}
        },
        {
            题目: "风险的大小由危害性事件发生的可能性和后果的严重程度两个因素决定。",
            答案: true,
            媒体: {}
        },
        {
            题目: "隐患治理‘五定’是指定整改措施、定责任人、定资金投入、定整改时限、定应急预案。",
            答案: true,
            媒体: {}
        },
        {
            题目: "《中华人民共和国消防法》规定，生产、储存、经营易燃易爆危险品的场所不得与居住场所设置在同一建筑物内，并应当与居住场所保持安全距离。",
            答案: true,
            媒体: {}
        },
        {
            题目: "接地（或接零）装置不但可以防止直接触电，而且也可以防止间接触电。",
            答案: false,
            媒体: {}
        },
        {
            题目: "隐患排查是企业组织安全生产管理人员、工程技术人员和其他相关人员对本单位的事故隐患进行排查，并对排查出的事故隐患，按照事故隐患的等级进行登记，建立事故隐患信息档案的工作过程。",
            答案: true,
            媒体: {}
        },
        {
            题目: "事故是由隐患发展积累导致的。",
            答案: true,
            媒体: {}
        },
        {
            题目: "对于使用中的电气设备，应定期测定其绝缘电阻。绝缘防护就是使用绝缘材料将带电导体封护或隔离起来，使电气设备及线路能正常工作，防止人身触电。",
            答案: true,
            媒体: {}
        },
        {
            题目: "对风险进行定性、定量评价，根据评价结果按从严从高的原则判定风险等级。",
            答案: true,
            媒体: {}
        },
        {
            题目: "建立、健全安全生产责任制，对安全生产职责进行细化，做到‘横向到边、纵向到底’，明确所有部门、所有岗位的安全职责，全员参与安全生产工作，领导做到‘一岗双责、党政同责’，并对落实情况进行考核。",
            答案: true,
            媒体: {}
        },
        {
            题目: "员工在操作中发现不安全因素，应立即停止操作，并向有关负责人报告，弄清问题或处理完毕后再行操作。",
            答案: true,
            媒体: {}
        }
    ]
};