const questionBank = [
    {
        question: "动火作业分为哪三类？",
        options: ["A. 特级动火作业", "B. 一级动火作业", "C. 二级动火作业", "D. 三级动火作业"],
        answer: ["A", "B", "C"]
    },
    {
        question: "以下哪些属特种作业人员？",
        options: ["A. 电工", "B. 焊工", "C. 电梯司机", "D. 厂内机动车驾驶员"],
        answer: ["A", "B", "D"]
    },
    {
        question: "化学品具有的危险特性包括哪些？",
        options: ["A. 易燃", "B. 腐蚀", "C. 放射性", "D. 反应速度极快"],
        answer: ["A", "B", "C"]
    },
    {
        question: "化学爆炸的主要特点是哪些？",
        options: ["A. 反应速度极快", "B. 放出大量的热", "C. 产生大量的气体", "D. 敏感度高"],
        answer: ["A", "B", "C"]
    },
    {
        question: "可燃液体发生火灾时，使用的灭火剂有哪些？",
        options: ["A. 干粉", "B. 二氧化碳", "C. 沙土", "D. 泡沫"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "腐蚀品的特征包括哪些？",
        options: ["A. 腐蚀性", "B. 毒性", "C. 易燃性", "D. 氧化性"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "盛装液化气体的容器，属于压力容器的，必须有哪些装置，并定期检查，不得超装？",
        options: ["A. 压力表", "B. 安全阀", "C. 紧急切断装置", "D. 呼吸阀"],
        answer: ["A", "B", "C"]
    },
    {
        question: "危险化学品生产企业发现其生产的危险化学品有新的危害特性时，应当立即公告，并及时修订哪些内容？",
        options: ["A. 产品质量说明书", "B. 安全技术说明书", "C. 产品标签", "D. 安全标签"],
        answer: ["B", "D"]
    },
    {
        question: "危险化学品事故的类型主要是泄漏、火灾、爆炸、哪些等？",
        options: ["A. 中毒", "B. 窒息", "C. 灼伤", "D. 容器爆炸"],
        answer: ["A", "B", "C"]
    },
    {
        question: "防止火灾爆炸事故发生的基本原则是什么？",
        options: ["A. 限制易燃易爆系统的形成", "B. 防止可燃物外溢泄漏", "C. 消除各类点火源", "D. 通风置换"],
        answer: ["B", "C", "D"]
    },
    {
        question: "根据物质燃烧的原理，灭火要控制可燃物，隔绝空气，消除火源，阻止火势和爆炸波的蔓延，灭火方法的分类有哪些？",
        options: ["A. 冷却法和窒息法", "B. 隔离法和抑制法", "C. 降温法和阻燃法", "D. 隔离法和降温法"],
        answer: ["A", "B"]
    },
    {
        question: "在工业生产中，常见的点火能源有哪些？",
        options: ["A. 明火", "B. 电气火花", "C. 撞击", "D. 静电火花"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "以下哪些属于甲类火灾危险性？",
        options: ["A. 闪点小于28℃的易燃液体", "B. 爆炸下限小于10％的可燃气体", "C. 常温下能自行分解或在空气中氧化即能导致迅速自燃或爆炸的物质", "D. 闪点小于60℃的可燃液体"],
        answer: ["A", "B", "C"]
    },
    {
        question: "在粉碎过程中，采取的危险控制措施有哪些？",
        options: ["A. 合理选择工艺与设备", "B. 隔离与密闭", "C. 消除点火源", "D. 清除可燃物"],
        answer: ["A", "B", "C"]
    },
    {
        question: "防止物料互串最安全可靠的隔绝办法是什么？",
        options: ["A. 关闭有关阀门", "B. 抽插盲板", "C. 拆除管线", "D. 停止生产"],
        answer: ["B", "C"]
    },
    {
        question: "禁止用哪些工具搬运易燃易爆液化气体等危险品？",
        options: ["A. 叉车", "B. 铲车", "C. 翻斗车", "D. 电瓶车"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "电流对人体伤害程度的影响因素有哪些？",
        options: ["A. 电流大小", "B. 电流通过人体的持续时间", "C. 电流通过人体的途径", "D. 电流的种类"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "下列哪些可以作为接闪器？",
        options: ["A. 避雷针", "B. 避雷器", "C. 避雷线", "D. 避雷带"],
        answer: ["A", "C", "D"]
    },
    {
        question: "下列措施属于间接接触触电防护措施的有哪些？",
        options: ["A. 保护接地", "B. 保护接零", "C. 绝缘", "D. 漏电保护"],
        answer: ["A", "B", "D"]
    },
    {
        question: "引起电气设备过度发热的不正常运行体有哪些？",
        options: ["A. 过负载", "B. 接触不良", "C. 漏电", "D. 短路"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "液体在哪些过程中可能产生静电？",
        options: ["A. 流动", "B. 静置", "C. 灌注", "D. 搅拌"],
        answer: ["A", "C", "D"]
    },
    {
        question: "下列属于粉尘爆炸危险区域的是哪些？",
        options: ["A. 1 区", "B. 20 区", "C. 21 区", "D. 22区"],
        answer: ["B", "C", "D"]
    },
    {
        question: "电机在正常运行时应做到哪些？",
        options: ["A. 进出风口畅通", "B. 电流保持恒定", "C. 不允许水油杂物落入", "D. 经常保持清洁"],
        answer: ["A", "C", "D"]
    },
    {
        question: "防止静电危害的措施有哪些？",
        options: ["A. 静电接地", "B. 去湿", "C. 增湿", "D. 静电中和法"],
        answer: ["A", "C", "D"]
    },
    {
        question: "泵的安全运行涉及哪些方面？",
        options: ["A. 温度的平衡", "B. 流体的平衡", "C. 压力的平衡", "D. 物料的正常流动"],
        answer: ["B", "C", "D"]
    },
    {
        question: "在易燃、易爆等危险作业场所进行动火作业，下列叙述正确的是哪些？",
        options: ["A. 没有动火作业票不动火", "B. 防火措施不落实不动火", "C. 监护人不在现场不动火", "D. 单位负责人不在现场不动火"],
        answer: ["A", "B", "C"]
    },
    {
        question: "气瓶的安全装置主要有哪些？",
        options: ["A. 安全泄压装置", "B. 充装量", "C. 防震圈", "D. 瓶帽"],
        answer: ["A", "C", "D"]
    },
    {
        question: "压力管道的吹扫可以采用哪些方法？",
        options: ["A. 化学清洗", "B. 水冲洗", "C. 氮气吹扫", "D. 蒸汽吹扫"],
        answer: ["B", "C", "D"]
    },
    {
        question: "有下述哪些情况之一时，司机不应进行起重吊装操作？",
        options: ["A. 超载或物体重量不清", "B. 结构或零部件有影响安全工作的缺陷或损伤", "C. 捆绑、吊挂不牢或不平衡而可能滑动、重物棱角处与钢丝绳之间未加衬垫等", "D. 被吊物体上有人或浮置物等"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "化工检修中禁止使用哪些物品洗刷机具、配件、车辆和洗手、洗工作服？",
        options: ["A. 工业洗涤剂", "B. 汽油", "C. 挥发性溶剂", "D. 苯"],
        answer: ["B", "C", "D"]
    },
    {
        question: "按导致事故和职业危害的直接原因，将生产过程中的危险、危害因素分为哪些？",
        options: ["A. 物理性", "B. 化学性", "C. 特殊性", "D. 生物性"],
        answer: ["A", "B", "D"]
    },
    {
        question: "重大危险源的辨识依据是什么？",
        options: ["A. 危险特性", "B. 应用特性", "C. 颜色", "D. 数量"],
        answer: ["A", "D"]
    },
    {
        question: "为了对可能出现的事故后果进行预测，评价方法应遵循哪些原则？",
        options: ["A. 最大危险原则", "B. 偶然损失原则", "C. 概率求和原则", "D. 因果关系原则"],
        answer: ["A", "C"]
    },
    {
        question: "在控制事故发展的同时，应急救援人员应将伤员救出危险区域和组织群众做什么？",
        options: ["A. 撤离", "B. 抢险", "C. 疏散", "D. 救护"],
        answer: ["A", "C"]
    },
    {
        question: "为做好职业病前期预防，用人单位与劳动者订立劳动合同时，应当将工作过程中哪些内容如实告知劳动者，并在劳动合同中写明，不得隐瞒或者欺骗？",
        options: ["A. 可能产生的职业病危害及其后果", "B. 职业病防护措施", "C. 待遇", "D. 单位效益情况"],
        answer: ["A", "B"]
    },
    {
        question: "职业病防治工作应坚持哪些方针？",
        options: ["A. 安全第一", "B. 预防为主", "C. 防治结合", "D. 环境管理"],
        answer: ["B", "C"]
    },
    {
        question: "卫生部、劳动和社会保障部公布的《职业病目录》中列出的法定尘肺包括哪些？",
        options: ["A. 铝尘肺", "B. 石墨尘肺", "C. 木工尘肺", "D. 电焊工尘肺"],
        answer: ["A", "B", "D"]
    },
    {
        question: "危险源分为哪些？",
        options: ["A. 人的不安全行为", "B. 物的不安全状态", "C. 环境的不安全因素", "D. 管理上的缺陷"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "生产性粉尘按性质不同可分为：无机性粉尘、有机性粉尘、混合性粉尘，下列属于无机性粉尘的有哪些？",
        options: ["A. 硅石尘", "B. 石棉尘", "C. 铁尘", "D. 棉尘"],
        answer: ["A", "B", "C"]
    },
    {
        question: "工业噪声主要由哪些产生？",
        options: ["A. 机器转动", "B. 气体排放", "C. 工件撞击", "D. 磨擦"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "无防护措施的生产性强噪声，对人体能产生哪些不良影响？",
        options: ["A. 噪声聋", "B. 暂时性听觉位移", "C. 过敏性疾病", "D. 头痛"],
        answer: ["A", "B", "D"]
    },
    {
        question: "化学性皮肤灼伤是常温或高温的化学物直接对皮肤哪些作用引起的急性皮肤损害？",
        options: ["A. 刺激", "B. 腐蚀作用", "C. 化学反应热", "D. 血液刺激"],
        answer: ["A", "B", "C"]
    },
    {
        question: "对于化学物质的灼伤应争分夺秒进行抢救，正确的方法有哪些？",
        options: ["A. 用清洁水冲洗创面半个小时左右", "B. 用清洁水冲洗后使用中和剂", "C. 直接用消毒纱布、干净手帕等包扎，以免细菌感染", "D. 快速送往医院"],
        answer: ["A", "B", "D"]
    },
    {
        question: "生产过程产生噪声的作业场所，作业工人应选择哪些个体防护用品？",
        options: ["A. 耳塞", "B. 防噪声帽", "C. 耳罩", "D. 防护面罩"],
        answer: ["A", "B", "C"]
    },
    {
        question: "双重预防机制包含哪些？",
        options: ["A. 安全教育培训体系", "B. 隐患排查治理体系", "C. 应急救援体系", "D. 风险分级管控体系"],
        answer: ["B", "D"]
    },
    {
        question: "风险分级管控遵循哪些原则？",
        options: ["A. 风险越高管控层级越高", "B. 风险越低管控层级越高", "C. 上级负责管控的风险，下级必须同时负责管控", "D. 下级负责管控的风险，上级必须同时负责管控"],
        answer: ["A", "C"]
    },
    {
        question: "风险点包含哪些？",
        options: ["A. 风险伴随的设备设施", "B. 风险伴随的场所区域", "C. 设备设施伴随风险的作业活动", "D. 场所区域伴随风险的作业活动"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "危险源的辨识范围应覆盖哪些？",
        options: ["A. 所有的作业活动", "B. 所有的领导干部", "C. 所有的承包商", "D. 所有的设备设施"],
        answer: ["A", "D"]
    },
    {
        question: "风险大小的主要决定因素在于哪些？",
        options: ["A. 事件发生的可能性", "B. 后果的严重程度", "C. 人员暴露的频次", "D. 现有的控制措施"],
        answer: ["A", "B"]
    },
    {
        question: "根据《化工和危险化学品生产经营单位重大生产安全事故隐患判定标准（试行）》规定，以下哪些情形判定为重大事故隐患？",
        options: ["A. 特种作业人员未持证上岗", "B. 未制定动火、进入受限空间等特殊作业管理制度", "C. 在役化工装置未经正规设计且未进行安全设计诊断", "D. 未建立与岗位相匹配的全员安全生产责任制或者未制定实施生产安全事故隐患排查治理制度"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "生产经营单位必须对安全设备进行经常性哪些操作，保证正常运转？",
        options: ["A. 维护", "B. 保养", "C. 定期检测", "D. 更换"],
        answer: ["A", "B", "C"]
    },
    {
        question: "当作业现场出现异常，可能危及作业人员安全时，作业人员应如何处理？",
        options: ["A. 停止作业", "B. 迅速撤离", "C. 不能停止作业", "D. 不能撤离现场"],
        answer: ["A", "B"]
    },
    {
        question: "风险管控措施主要包括哪些？",
        options: ["A. 工程技术措施", "B. 管理措施", "C. 教育培训措施", "D. 个体防护措施", "E. 应急处置措施"],
        answer: ["A", "B", "C", "D", "E"]
    },
    {
        question: "危险化学品的危险特性有哪些？",
        options: ["A. 燃烧性", "B. 爆炸性", "C. 毒害性", "D. 腐蚀性"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "国家标准（GB2893-82）中规定的四种安全色是哪些？",
        options: ["A. 红、黄", "B. 黑、白", "C. 黄、绿", "D. 绿、蓝"],
        answer: ["A", "D"]
    },
    {
        question: "下列哪些属于点火能源？",
        options: ["A. 明火", "B. 电气火花", "C. 撞击", "D. 静电火花"],
        answer: ["A", "B", "C", "D"]
    },
    {
        question: "起重作业人员包括哪些？",
        options: ["A. 司机", "B. 司索", "C. 指挥", "D. 设计人员"],
        answer: ["A", "B", "C"]
    },
    {
        question: "下列哪些属于防爆泄压装置？",
        options: ["A. 安全阀", "B. 抑爆装置", "C. 爆破片", "D. 逆止阀", "E. 压力表"],
        answer: ["A", "C"]
    },
    {
        question: "空气压缩间内应设置哪些职业危害警示标识？",
        options: ["A. 噪声有害", "B. 戴护耳器", "C. 戴防尘口罩", "D. 注意防尘"],
        answer: ["A", "B"]
    },
    {
        question: "爆炸的直接破坏作用是因为产生哪些？",
        options: ["A. 冲击波", "B. 声音巨响", "C. 碎片冲击", "D. 震荡作用"],
        answer: ["A", "C", "D"]
    },
    {
        question: "《化学品生产单位受限空间作业安全规范》AQ3028—2008 中规定受限空间是指哪些场所？",
        options: ["A. 各类塔、釜、槽、罐", "B. 炉膛、锅筒、管道、容器", "C. 地下室、窨井、坑（池）、下水道", "D. 其他封闭、半封闭场所"],
        answer: ["A", "B", "C", "D"]
    }
];